Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Error starting network '%s'
ca_es: S'ha produït un error en iniciar la xarxa '%s'

source: Error stopping network '%s'
ca_es: S'ha produït un error en aturar la xarxa '%s'

source: Error launching network wizard: %s
ca_es: S'ha produït un error en executar l'auxiliar de xarxes: %s

source: Error setting net autostart: %s
ca_es: S'ha produït un error en establir l'autoinici de xarxa: %s

source: On Boot
ca_es: En l'arrencada

source: Never
ca_es: Mai

source: No virtual network selected.
ca_es: No s'ha seleccionat cap xarxa virtual.

source: Error selecting network: %s
ca_es: S'ha produït un error en seleccionar la xarxa: %s

source: Routed network
ca_es: Xarxa encaminada

source: Isolated network, internal and host routing only
ca_es: Xarxa aïllada, només amb encaminament intern i d'amfitrió

source: Isolated network, internal routing only
ca_es: Xarxa aïllada, només amb encaminament intern

source: Isolated network, routing disabled
ca_es: Xarxa aïllada, amb l'encaminament desactivat

source: Isolated network
ca_es: Xarxa aïllada

source: Error stopping pool '%s'
ca_es: S'ha produït un error en aturar el conjunt '%s'

source: Error starting pool '%s'
ca_es: S'ha produït un error en iniciar el conjunt '%s'

source: Are you sure you want to permanently delete the pool %s?
ca_es: Esteu segur que voleu eliminar definitivament el conjunt %s?

source: Error deleting pool '%s'
ca_es: S'ha produït un error en eliminar el conjunt '%s'

source: Error refreshing pool '%s'
ca_es: S'ha produït un error en actualitzar el conjunt '%s'

source: Are you sure you want to permanently delete the volume %s?
ca_es: Esteu segur que voleu eliminar permanentment el volum %s?

source: Error refreshing volume '%s'
ca_es: S'ha produït un error actualitzant el volum '%s'

source: Error launching pool wizard: %s
ca_es: S'ha produït un error en executar l'auxiliar de conjunts: %s

source: Error launching volume wizard: %s
ca_es: S'ha produït un error en executar l'auxiliar de volums: %s

source: Error setting pool autostart: %s
ca_es: S'ha produït un error en establir l'autoinici de conjunt: %s

source: No storage pool selected.
ca_es: No s'ha seleccionat cap conjunt d'emmagatzematge.

source: Error selecting pool: %s
ca_es: S'ha produït un error en seleccionar el conjunt: %s

source: Are you sure you want to stop the interface '%s'?
ca_es: Esteu segur que voleu aturar la interfície %s?

source: Error stopping interface '%s'
ca_es: S'ha produït un error en aturar la interfície '%s'

source: Are you sure you want to start the interface '%s'?
ca_es: Esteu segur que voleu iniciar la interfície %s?

source: Error starting interface '%s'
ca_es: S'ha produït un error en iniciar la interfície '%s'

source: Are you sure you want to permanently delete the interface %s?
ca_es: Esteu segur que voleu eliminar permanentment la interfície %s?

source: Error deleting interface '%s'
ca_es: S'ha produït un error en eliminar la interfície: '%s'

source: Error launching interface wizard: %s
ca_es: S'ha produït un error en executar l'auxiliar d'interfícies: %s

source: Error setting interface startmode: %s
ca_es: S'ha produït un error en definir el mode d'inici de la interfície: %s

source: No interface selected.
ca_es: No s'ha seleccionat cap interfície.

source: Error selecting interface: %s
ca_es: S'ha produït un error en seleccionar la interfície: %s

source: _Pause
ca_es: _Posa en pausa

source: R_esume
ca_es: R_eprèn

source: _Shut Down
ca_es: _Atura

source: _Reboot
ca_es: _Arrenca de nou

source: _Force Reset
ca_es: _Força la reinicialització

source: _Force Off
ca_es: _Força l'apagada

source: Sa_ve
ca_es: _Desa

source: _Clone...
ca_es: _Clona...

source: _Migrate...
ca_es: _Migra...

source: _Delete
ca_es: _Suprimeix

source: D_etails
ca_es: D_etalls

source: CPU usage
ca_es: Ús de la CPU

source: Host CPU usage
ca_es: Utilització de CPU de l'amfitrió

source: Disk I/O
ca_es: E/S de disc

source: Network I/O
ca_es: E/S de xarxa

source: This will remove the connection: %s Are you sure?
ca_es: Això eliminarà la connexió:⏎ ⏎ %s⏎ ⏎ Esteu segur?⏎

source: Double click to connect
ca_es: Doble clic per a connectar

source: Not Connected
ca_es: No connectat

source: Connecting...
ca_es: S'està connectant...

source: Disabled in preferences dialog.
ca_es: Desactivat en el diàleg de preferències.

source: (disabled)
ca_es: (deshabilitat)

source: No media detected
ca_es: No s'ha detectat cap suport

source: Media Unknown
ca_es: Suport desconegut

source: Migrate
ca_es: Migra

source: Libvirt version does not support setting downtime.
ca_es: La versió de libvirt no admet l'establiment de temps d'inactivitat.

source: Libvirt version does not support tunnelled migration.
ca_es: La versió de libvirt no admet la migració a través d'un túnel.

source: A valid destination connection must be selected.
ca_es: S'ha de seleccionar una connexió de destí vàlida.

source: Could not determine remotely accessible hostname for destination connection.
ca_es: No s'ha pogut determinar el nom d'amfitrió accessible remotament per a la connexió de destinació.

source: No connections available.
ca_es: No hi ha connexions disponibles.

source: Connection hypervisors do not match.
ca_es: Els hipervisors de la connexió no coincideixen.

source: Connection is disconnected.
ca_es: S'ha desconnectat la connexió.

source: max downtime must be greater than 0.
ca_es: El màxim temps d'inactivitat ha de ser més gran que 0.

source: An interface must be specified.
ca_es: S'ha d'especificar una interfície.

source: Transfer rate must be greater than 0.
ca_es: La velocitat de transferència ha de ser més gran que 0.

source: Port must be greater than 0.
ca_es: Port ha de ser més gran que 0.

source: Migrating VM '%s'
ca_es: S'està migrant la MV '%s'

source: Migrating VM '%s' from %s to %s. This may take a while.
ca_es: S'està migrant la MV '%s' de %s a %s. Això pot trigar una estona.

source: Unable to migrate guest: %s
ca_es: No s'ha pogut migrar l'hoste: %s

source: Error cancelling migrate job: %s
ca_es: S'ha produït un error en cancel·lar la tasca de migració: %s

source: NAT to %s
ca_es: NAT a %s

source: Route to %s
ca_es: Ruta a %s

source: Searching for available hypervisors...
ca_es: S'estan cercant hipervisors disponibles...

source: Checking for installed package '%s'
ca_es: S'està comprovant el paquet instal·lat '%s'

source: The following packages are not installed: %s These are required to create KVM guests locally. Would you like to install them now?
ca_es: Els següents paquets no estan instal·lats:⏎ %s⏎ ⏎ Aquests són necessaris per crear localment hostes KVM.⏎ Voleu instal·lar-los ara?

source: Packages required for KVM usage
ca_es: Paquets requerits per a la utilització de KVM

source: The following packages are not installed: %s Would you like to install them now?
ca_es: Els següents paquets no estan instal·lats:⏎ %s⏎ ⏎ Voleu instal·lar-los ara?

source: Recommended package installs
ca_es: Instal·lacions de paquets recomanades

source: Error talking to PackageKit: %s
ca_es: S'ha produït un error en parlar a PackageKit: %s

source: Configure grab key combination
ca_es: Configureu la combinació de tecles d'apropiació

source: You can now define grab keys by pressing them. To confirm your selection please click OK button while you have desired keys pressed.
ca_es: Podeu definir les tecles d'apropiació tot prement-les.⏎ Per confirmar la vostra selecció si us plau feu clic al botó 'D'acord'⏎ mentre manteniu premudes les tecles desitjades.

source: Please press desired grab key combination
ca_es: Premeu si us plau la combinació de tecles d'apropiació desitjada

source: Cannot open a device with no alias name
ca_es: No es pot obrir un dispositiu sense un nom d'àlies

source: Serial console not yet supported over remote connection
ca_es: Encara no està implementada la consola sèrie sobre connexions remotes

source: Serial console not available for inactive guest
ca_es: La consola sèrie no està disponible per a un hoste inactiu

source: Console for device type '%s' not yet supported
ca_es: Encara no està implementada la consola per al tipus de dispositiu '%s'

source: Can not access console path '%s'
ca_es: No es pot accedir al camí de consola '%s'

source: Error connecting to text console: %s
ca_es: S'ha produït un error en connectar amb la consola de text: %s

source: Used By
ca_es: Utilitzat per

source: Cannot use local storage on remote connection.
ca_es: No es pot usar l'emmagatzematge local en una connexió remota.

source: _Show Virtual Machine Manager
ca_es: _Mostra el Gestor de màquines virtuals

source: Virtual Machine Manager
ca_es: Gestor de màquines virtuals

source: _Resume
ca_es: _Reprèn

source: No virtual machines
ca_es: No hi ha cap màquina virtual

source: Fully allocating storage may take longer now, but the OS install phase will be quicker. Skipping allocation can also cause space issues on the host machine, if the maximum image size exceeds available storage space. Tip: Storage format qcow2 and qed do not support full allocation.
ca_es: Una assignació d'emmagatzematge plena ara pot trigar, però la fase d'instal·lació de l'SO serà més ràpida.⏎ ⏎ Saltar-se l'assignació també pot provocar conflictes d'espai en la màquina amfitrió, si la mida d'imatge màxima supera l'espai d'emmagatzematge disponible.⏎ ⏎ Avís: Els formats d'emmagatzematge qcow2 i qed no admeten assignacions plenes.

source: Default pool is not active.
ca_es: El conjunt per defecte està inactiu.

source: Storage pool '%s' is not active. Would you like to start the pool now?
ca_es: El conjunt d'emmagatzematge'%s' està inactiu. Voleu iniciar ara el conjunt?

source: Could not start storage_pool '%s': %s
ca_es: No s'ha pogut iniciar storage_pool '%s': %s

source: Hypervisor default
ca_es: Valor per defecte d'hipervisor

source: Usermode networking
ca_es: Xarxa en mòde d'usuari

source: Virtual network
ca_es: Xarxa virtual

source: No virtual networks available
ca_es: No hi ha cap xarxa virtual disponible

source: (Empty bridge)
ca_es: (Pont buit)

source: Not bridged
ca_es: No enllaçat

source: Host device %s %s
ca_es: Dispositiu amfitrió %s %s

source: No networking
ca_es: Sense treball en xarxa

source: Specify shared device name
ca_es: Espicifiqueu un nom de dispositiu compartit

source: Virtual Network is not active.
ca_es: La xarxa virtual no està activada.

source: Virtual Network '%s' is not active. Would you like to start the network now?
ca_es: La xarxa virtual '%s' no està activada. Voleu iniciar la xarxa ara?

source: Could not start virtual network '%s': %s
ca_es: No s'ha pogut iniciar la xarxa virtual '%s': %s

source: Error with network parameters.
ca_es: S'ha produït un error amb els paràmetres de xarxa.

source: Mac address collision.
ca_es: Col·lisió d'adreça MAC.

source: %s Are you sure you want to use this address?
ca_es: %s Esteu segur que voleu utilitzar aquesta adreça?

source: No device present
ca_es: No hi ha dispositiu

source: The emulator may not have search permissions for the path '%s'.
ca_es: Podria ser que l'emulador no tingui permisos de cerca per al camí '%s'.

source: Do you want to correct this now?
ca_es: Voleu corregir això ara?

source: Don't ask about these directories again.
ca_es: No preguntis més sobre aquests directoris.

source: Errors were encountered changing permissions for the following directories:
ca_es: S'han trobat errors en canviar els permisos per als següents directoris:

source: Couldn't create default storage pool '%s': %s
ca_es: No s'ha pogut crear el conjunt d'emmagatzematge per defecte '%s': %s

source: Don't ask me again
ca_es: No m'ho tornis a demanar

source: Cannot convert to disk format %s
ca_es: No es pot convertir al format de disc %s

source: Cannot convert disk with absolute path %s
ca_es: No es pot convertir un disc amb camí absolut %s

source: Didn't find parent bus for disk '%s'
ca_es: No s'ha trobat el bus arrel per al disc '%s'

source: Unknown reference id '%s' for path %s.
ca_es: id de referència '%s' per al camí %s desconegut.

source: Unknown storage path type %s.
ca_es: Tipus de camí d'emmagatzematge %s desconegut.

source: OVF section '%s' is listed as required, but parser doesn't know how to handle it.
ca_es: La secció OVF '%s' està indicada tal i com es requereix, però l'intèrpret no sap com gestionar-la.

source: Couldn't import file '%s': %s
ca_es: No s'ha pogut importar el fitxer '%s': %s

source: No Name defined in '%s'
ca_es: No s'ha definit cap nom a '%s'

source: Unknown disk format '%s'
ca_es: Format de disc '%s' desconegut

source: VM must have a memory setting
ca_es: La MV ha de tenir un paràmetre de memòria

source: Syntax error at line %d: %s %s
ca_es: Error de sintaxi a la línia %d: %s⏎ %s

source: Didn't detect a storage line in the VMDK descriptor file
ca_es: No s'ha detectat una línia d'emmagatzematge en el fitxer de descriptor VMDK

source: Don't know how to handle multistorage VMDK descriptors
ca_es: No sé com gestionar els descriptors VMDK d'emmagatzematge múltiple

source: No displayName defined in '%s'
ca_es: No s'ha definit displayName a '%s'

source: VM name is not set
ca_es: No s'ha definit un nom de MV

source: VM type is not set
ca_es: No s'ha definit un tipus de MV

source: VM arch is not set
ca_es: No s'ha definit un arch de MV

source: Disk %s:%s storage does not exist
ca_es: L'emmagatzematge de disc %s:%s no existeix

source: Unknown CPU model '%s'
ca_es: Model de CPU '%s' desconegut

source: , domain type '%s'
ca_es: , tipus de domini '%s'

source: , machine type '%s'
ca_es: , tipus de màquina '%s'

source: No domains available for virt type '%(type)s', arch '%(arch)s'
ca_es: No hi ha cap domini disponible per al tipus virt '%(type)s', arch '%(arch)s'

source: for arch '%s'
ca_es: per a arch '%s'

source: virtualization type '%s'
ca_es: tipus de virtualizatió '%s'

source: any virtualization options
ca_es: opcions de virtualització qualssevol

source: Host does not support %(virttype)s %(arch)s
ca_es: L'amfitrió no suporta %(virttype)s %(arch)s

source: Host does not support domain type %(domain)s%(machine)s for virtualization type '%(virttype)s' arch '%(arch)s'
ca_es: L'amfitrió no suporta el tipus de domini %(domain)s%(machine)s per al tipus de virtualització '%(virttype)s' arch '%(arch)s'

source: See man page for examples and full option syntax.
ca_es: Vegeu la pàgina man per obtenir exemples i sintaxi completa de les opcions.

source: Exiting at user request.
ca_es: S'ha sortit a petició de l'usuari.

source: Domain installation does not appear to have been successful. If it was, you can restart your domain by running: %s otherwise, please restart your installation.
ca_es: Sembla que la instal·lació del domini no ha estat correcta.⏎ Si ho ha estat, podeu reiniciar el vostre domini tot executant:⏎ %s⏎ En altre cas, si us plau reinicieu la vostra instal·lació.

source: A yes or no response is required
ca_es: Es requereix una resposta yes o no

source: (Use --prompt or --force to override)
ca_es: (Utilitzeu --prompt o --force per substituir)

source: Do you really want to use this disk (yes or no)
ca_es: Realment voleu utilitzar aquest disc (yes o no)

source: A disk path must be specified.
ca_es: S'ha d'especificar un camí de disc.

source: A disk path must be specified to clone '%s'.
ca_es: Per clonar '%s' s'ha d'especificar un camí de disc.

source: What would you like to use as the disk (file path)?
ca_es: Què voleu utilitzar com a disc (camí de fitxer)?

source: Please enter the path to the file you would like to use for storage. It will have size %sGB.
ca_es: Si us plau entreu el camí al fitxer que voleu utilitzar com a emmagatzematge. Aquest tindrà la mida de %s GB.

source: A size must be specified for non-existent disks.
ca_es: S'ha d'especificar una mida per a discos que encara no existeixen.

source: How large would you like the disk (%s) to be (in gigabytes)?
ca_es: Com de gran voleu que sigui el disc (%s) (en gigabytes)?

source: This will overwrite the existing path '%s'
ca_es: Això sobreescriurà el camí existent '%s'

source: Disk %s is already in use by other guests %s.
ca_es: El disc %s ja s'està utilitzant per altres hostes %s.

source: --name is required
ca_es: És necessari --name

source: --ram amount in MB is required
ca_es: És necessari --ram quantitat en MB

source: What is the name of your virtual machine?
ca_es: Quin és el nom de la vostra màquina virtual?

source: How much RAM should be allocated (in megabytes)?
ca_es: Quanta RAM s'ha d'assignar (en megabytes)?

source: Installs currently require %d megs of RAM.
ca_es: Les instal·lacions actualment requereixen %d megues de RAM.

source: You have asked for more virtual CPUs (%d) than there are physical CPUs (%d) on the host. This will work, but performance will be poor.
ca_es: Heu sol·licitat més CPU virtuals (%d) que les que CPU físiques (%d) que hi ha a l'amfitrió. Això funcionarà, però el rendiment serà baix.

source: Are you sure? (yes or no)
ca_es: Esteu segur? (yes o no)

source: Cannot mix both --bridge and --network arguments
ca_es: No es poden barrejar els arguments --bridge i --network

source: Error in network device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu de xarxa: %s

source: Cannot mix --graphics and old style graphical options
ca_es: No es poden barrejar opcions --graphics amb d'altres del vell estil

source: Can't specify more than one of VNC, SDL, --graphics or --nographics
ca_es: No es pot indicar més d'un VNC, SDL, --graphics o --nographics

source: Error in graphics device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu gràfic: %s

source: Error in smartcard device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu smartcard: %s

source: Error in TPM device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu TPM: %s

source: Error in controller device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu controlador: %s

source: Error in redirdev device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu redirdev: %s

source: Error in memballoon device parameters: %s
ca_es: S'ha produït un error en els paràmetres del dispositiu memballoon: %s

source: Connect to hypervisor with libvirt URI
ca_es: Connecta amb l'hipervisor amb un URI libvirt

source: Number of vcpus to configure for your guest. Ex: --vcpus 5 --vcpus 5,maxcpus=10 --vcpus sockets=2,cores=4,threads=2
ca_es: Nombre de vCPU a configurar en el vostre hoste. p. e.:⏎ --vcpus 5⏎ --vcpus 5,maxcpus=10⏎ --vcpus sockets=2,cores=4,threads=2⏎

source: Set which physical CPUs domain can use.
ca_es: Defineix quines CPU físiques pot usar el domini.

source: CPU model and features. Ex: --cpu coreduo,+x2apic
ca_es: Model i característiques de CPU. p. e.: --cpu coreduo,+x2apic

source: Graphics Configuration
ca_es: Configuració dels gràfics

source: Configure a guest controller device. Ex: --controller type=usb,model=ich9-ehci1
ca_es: Configura un dispositiu controlador d'hoste, p. e.:⏎ --controller type=usb,model=ich9-ehci1

source: Configure a guest serial device
ca_es: Configura un dispositiu sèrie de l'hoste

source: Configure a guest parallel device
ca_es: Configura un dispositiu paral·lel de l'hoste

source: Configure a guest communication channel
ca_es: Configura un canal de comunicació de l'hoste

source: Configure a text console connection between the guest and host
ca_es: Configura una connexió de consola de text entre l'hoste i l'amfitrió

source: Configure physical host devices attached to the guest
ca_es: Configura els dispositius físics de l'amfitrió associats a l'hoste

source: Configure guest sound device emulation
ca_es: Configura l'emulació de dispositiu de so d'hoste

source: Configure a guest watchdog device
ca_es: Configura un dispositiu de watchdog d'hoste

source: Configure guest video hardware.
ca_es: Configura maquinari de vídeo d'hoste

source: Configure a guest smartcard device. Ex: --smartcard mode=passthrough
ca_es: Configura un dispositiu smartcard d'hoste, p. e.⏎ --smartcard mode=passthrough

source: Configure a guest redirection device. Ex: --redirdev usb,type=tcp,server=192.168.1.1:4000
ca_es: Configura un dispositiu de redirecció d'hoste, p. e.⏎ --redirdev usb,type=tcp,server=192.168.1.1:4000

source: Configure a guest memballoon device. Ex: --memballoon model=virtio
ca_es: Configura un dispositiu memballoon d'hoste, p.e.:⏎ --memballoon model=virtio

source: Configure a guest TPM device. Ex: --tpm type=passthrough
ca_es: Configura un dispositiu TPM d'hoste, p. e.⏎ --tpm type=passthrough

source: Configure guest display settings. Ex: --graphics vnc --graphics spice,port=5901,tlsport=5902 --graphics none --graphics vnc,password=foobar,port=5910,keymap=ja
ca_es: Configura els paràmetres gràfics de l'hoste. p. e.: --graphics vnc --graphics spice,port=5901,tlsport=5902 --graphics none --graphics vnc,password=foobar,port=5910,keymap=ja

source: Pass host directory to the guest. Ex: --filesystem /my/source/dir,/dir/in/guest --filesystem template_name,/,type=template
ca_es: Passa el directori de l'amfitrió, p. e.: ⏎ --filesystem /my/source/dir,/dir/in/guest⏎ --filesystem template_name,/,type=template

source: Unknown options %s
ca_es: Opcions %s desconegudes

source: --boot menu must be 'on' or 'off'
ca_es: El menú --boot ha de ser 'on' o 'off'

source: Cannot specify more than 1 storage path
ca_es: No es pot especificar més d'1 camí d'emmagatzematge

source: Size must be specified with all 'pool='
ca_es: S'ha d'especificar la mida amb 'pool='

source: Format attribute not supported for this volume type
ca_es: No se suporta l'atribut de format per a aquest tipus de volum

source: Storage volume must be specified as vol=poolname/volname
ca_es: Un volum d'emmagatzematge s'ha d'especificar com a vol=poolname/volname

source: Unknown '%s' value '%s'
ca_es: '%s' amb valor '%s' desconegut

source: Improper value for 'size': %s
ca_es: Valor incorrecte per a 'size': %s

source: Didn't match keymap '%s' in keytable!
ca_es: No s'ha trobat el mapa de teclat '%s' en la taula de teclats 'keytable'!

source: The server option is invalid with spicevmc redirection
ca_es: L'opció de servidor no és vàlida amb la redirecció spicevmc

source: The server option is missing for TCP redirection
ca_es: Falta l'opció de servidor per a la redirecció TCP

source: %(devtype)s type '%(chartype)s' does not support '%(optname)s' option.
ca_es: El %(devtype)s de tipus '%(chartype)s' no suporta l'opció '%(optname)s'.

source: Original xml must be a string.
ca_es: El XML original ha de ser una cadena.

source: Invalid name for new guest: %s
ca_es: El nom per al nou hoste no és vàlid: %s

source: Invalid uuid for new guest: %s
ca_es: L'UUID no és vàlid per al nou hoste: %s

source: UUID '%s' is in use by another guest.
ca_es: L'UUID '%s' ja s'està utilitzant per un altre hoste.

source: Could not use path '%s' for cloning: %s
ca_es: No s'ha pogut utilitzar el camí '%s' per clonar: %s

source: Cloning policy must be a list of rules.
ca_es: La política de clonatge ha de ser una llista de regles.

source: Original guest name or xml is required.
ca_es: És necessari un XML o nom d'hoste original

source: Domain with devices to clone must be paused or shutoff.
ca_es: El domini amb dispositius per clonar ha d'estar aturat o en pausa.

source: Clone onto existing storage volume is not currently supported: '%s'
ca_es: La clonació en un volum d'emmagatzematge existent actualment no està suportada: '%s'

source: More disks to clone than new paths specified. (%(passed)d specified, %(need)d needed
ca_es: Hi ha més discs per clonar que nous camins especificats. (%(passed)d especificats, i en fan falta %(need)d
